<unk>
2
table
chair
3
window
white
1
photo
picture
cabinet
lamp
sofa
bed
4
door
books
garbage_bin
mirror
brown
pillow
red
black
television
towel
clothes
blinds
curtain
bookshelf
shelves
5
bag
blue
6
paper
refridgerator
sink
stool
book
floor_mat
tissue_roll
microwave
pink
green
bottle_of_liquid
tissue_box
wall_decoration
bottle
decorative_item
stove
cup
printer
toilet
night_stand
light
ornamental_plant
box
vase
monitor
toy
bathtub
8
7
basket
jacket
telephone
whiteboard
plant
carton
ladder
drawer
papers
yellow
glass
computer
clock
bottle_of_hand_wash_liquid
gray
fan
oven
coffee_machine
remote_control
door_knob
stand
piano
purple
faucet
chandelier
laptop
bowl
light_switch
10
dishwasher
fireplace
container
dvd_player
decoration_item
piano_bench
decorative_plate
shoe
door_way
rug
speaker
framed_certificate
cables
plate
hot_water_heater
9
flower_pot
tissue
guitar
tea_kettle
fruit
room_divider
plastic_box
wardrobe
air_conditioner
dresser
toy_doll
bed_sheets
storage_rack
wire
blanket
knife_rack
coffee_table
soft_toy
machine
bunk_bed
cordless_phone
spot_light
baby_chair
board
ironing_board
poster_board
newspapers
cutting_board
mouse
keyboard
11
fire_extinguisher
paper_holder
projector_screen
laundry_basket
bottle_of_soap
treadmill
water_dispenser
pen
candle
shirts_in_hanger
excercise_equipment
dog
kitchen_utensils
toaster
file
alarm_clock
stairs
napkin
paper_tray
electric_mixer
orange
heater
hat
projector
wall
person
12
blackboard
excercise_machine
bookrack
lamp_shade
towel_rod
cloth_bag
stroller
globe
pen_stand
toys_rack
tv_stand
trolley
cream_tube
doll
chessboard
toy_chair
cooking_pan
utensil_container
candlestick
plant_pot
light_bulb
show_piece
display_case
bicycle
toy_house
sticker
comforter
bench
candelabra
hand_sanitizer
knife
bread
utensil
game_table
chart
step_stool
cell_phone_charger
toys_shelf
foot_rest
jug
grill
soap
glass_ware
water_cooler
cell_phone
vessel
magnet
ornamental_item
guitar_case
electrical_kettle
tablecloth
flower
plastic_tray
excercise_ball
backpack
air_vent
ball
ping_pong_table
briefcase
glass_container
pen_cup
hockey_stick
table_runner
pot
toothpaste
clothing_hanger
can
crib
pool_table
fire_alarm
map
shower_curtain
stacked_chairs
charger
oil_container
tray
spice_bottle
washing_machine
toiletries
toy_shelf
window_cover
paper_rack
toothbrush
toy_horse
bin
juicer
sheets
14
counter
water_purifier
banana
yoga_mat
cream
tape_dispenser
deoderant
hair_dryer
mantel
clothing_detergent
notecards
hair_brush
desk
suitcase
cradle
fax_machine
calendar
banister
stapler
doll_house
toys_basket
cloth_drying_stand
toy_stroller
vacuum_cleaner
roll_of_toilet_paper
kitchen_utensil
knob
garbage_bag
desk_mat
spoon_stand
basketball
slide
radio
coat_hanger
bean_bag
umbrella
plastic_cup_of_coffee
headphones
wine_bottle
water_carboy
fish_tank
ottoman
electric_toothbrush
spice_stand
spice_rack
shaver
ping_pong_racket
magazine
cd_disc
switchbox
tape
dvd
stove_burner
mask
wall_stand
jeans
water_filter
cable_box
cap_stand
horse_toy
kichen_towel
tea_pot
plastic_tub
drawer_knob
shoe_rack
tupperware
foosball_table
hanger
business_cards
plastic_toy_container
bottle_of_listerine
envelope
clothing_drying_rack
bar_of_soap
water_heater
green_screen
brick
toaster_oven
hole_puncher
sheet_music
salt_shaker
key
roll_of_paper_towels
hooks
radiator
folder
wall_divider
wine_glass
cordless_telephone
scissor
salt_and_pepper
modem
perfume
medal
flatbed_scanner
decorative_bowl
hangers
globe_stand
floor
dish_scrubber
glass_rack
16
napkin_dispenser
ipad
glass_pot
ashtray
pool_ball
lighting_track
glass_pane
display_board
door_way_arch
utensils
music_stereo
photo_album
file_box
15
pipe
column
18
wooden_plank
broom
toilet_paper
bottle_of_perfume
iron_box
basketball_hoop
toilet_brush
door_lock
sponge
toilet_paper_holder
stones
dvds
scale
case
coffee_pot
mattress
bicycle_helmet
purse
tricycle
chart_roll
aluminium_foil
indoor_fountain
mouse_pad
vessel_set
head_phones
vegetable
13
plastic_chair
calculator
door_frame
bulb
baby_gate
file_container
balloon
makeup_brush
razor
hand_sculpture
lint_comb
range_hood
book_holder
eye_glasses
wooden_planks
sign
glass_box
router
coffee_grinder
jar
hand_sanitizer_dispenser
napkin_holder
pineapple
shelf_frame
wine_rack
trampoline
toy_triangle
incense_holder
toy_box
knobs
typewriter
measuring_cup
id_card
blender
toy_table
frying_pan
shower_hose
window_shelf
video_game
dog_toy
lint_roller
xbox
cork_board
can_of_beer
toy_truck
railing
shopping_baskets
electrical_outlet
toy_bin
cane
wire_board
kitchen_island
cat
folders
clothing_dryer
glass_set
orange_juicer
clothing_iron
decorative_candle
handle
certificate
pitcher
gift_wrapping_roll
alarm
casserole_dish
decorative_dish
toy_car
jersey
flask
hamburger_bun
window_seat
incense_candle
toothbrush_holder
fruit_basket
box_of_paper
sink_protector
eggplant
dishes
hand_fan
stamp
vegetable_peeler
pen_holder
crock_pot
lego
dish_brush
shoe_hanger
canister
coke_bottle
2163
back_scrubber
pepper_shaker
flag
ladel
spatula
package_of_bottled_water
dog_bowl
onion
scarf
letter_stand
decorative_platter
bucket
stick
pencil
grandfather_clock
microphone_stand
nailclipper
electric_box
piece_of_wood
ornamental_pot
telescope
iphone
kitchen_items
telephone_cord
notebook
dish_rack
stacked_plastic_racks
drying_stand
tent
19
tree_sculpture
furniture
belt
hanging_hooks
magazine_holder
file_holder
22
hand_weight
hoola_hoop
album
faucet_handle
tin_foil
file_pad
head_phone
cd
ceiling
dog_cage
binder
chest
dog_bed
sheet
clothing_hamper
soap_holder
iron_grill
cat_cage
