<pad>
<unk>
2
3
a
above
ac
across
against
air
airconditionerg
alarm
all
along
amidst
and
animal
any
apart
apet
appeared
apples
appliance
appliances
arch
arched
are
area
arm
armchair
armchairs
around
at
attached
audio
available
away
baby
back
background
backpack
backpacks
bag
bags
ball
bananas
banister
bar
bars
base
basin
basins
basket
basketball
baskets
bath
bathing
bathrobe
bathroom
bathtub
bean
bear
bed
bedding
bedhead
bedroom
beds
bedside
been
before
behind
beige
below
belt
bench
beneath
beneatht
benhind
between
beyond
bicycle
bicycles
big
bigger
biggest
billiard
billing
bills
bin
bins
black
blackboard
blackboards
blades
blanket
blind
blinds
blocks
blue
board
boards
body
book
bookcase
books
bookshelf
bookshelves
border
borders
both
bottle
bottles
bottom
bowl
bowls
box
boxes
brick
bricks
briefcase
bright
broom
brown
brush
brushes
bucket
built
bulbs
bunch
bunk
burner
burners
business
but
buttons
by
cabin
cabinet
cabinets
cable
cables
cage
cair
calendar
camel
cameras
can
candelabra
candle
candles
candlestick
candlesticks
cap
caps
carboy
card
cardboard
carpet
carpets
carrying
carton
cartons
case
cash
casing
casings
cd
ceiling
celery
cellphone
center
centerpiece
central
centre
cereal
certificate
certificates
chair
chairs
chambers
chandelier
chandeliers
charger
chart
chess
chessboard
chiar
children
circle
circles
circular
cistern
cleaner
climbing
clock
clockes
close
closed
closer
closest
closet
cloth
clothes
clothing
cobalt
coffee
coil
color
colored
colorful
colors
colour
coloured
colours
column
columns
combination
comforter
comforters
computer
computers
conditioner
conditioning
conference
connected
connecting
container
containers
containing
contains
content
control
controls
cooker
cooking
cooler
copying
corck
cord
cork
corner
corridor
cot
couch
couches
counter
counters
countries
course
cover
covered
covering
covers
cpu
cradle
cream
crest
crib
cubes
cup
cupbaord
cupboard
cupboards
cups
curtain
curtains
cushion
cushions
cutting
cycles
cylinder
cylindrical
dark
deck
decoration
decorations
decorative
deoderant
design
desk
desks
details
detergent
diagonally
dining
dinner
dinning
directly
dish
dishes
dishwasher
dispenser
dispensers
display
displayed
displaying
divider
do
does
dog
doll
dolls
dolphins
domes
dominant
dominantly
dominating
door
doorknob
doors
doorway
down
draw
drawer
drawers
drawing
drawn
draws
dress
dresser
dressers
dressing
drier
dryer
drying
dustbin
dustbins
dvd
each
edge
edible
eggplant
either
electric
electrical
electronic
empty
end
equipment
equipments
erasers
every
executive
exercise
exhauster
exit
ext
extinguisher
eyes
face
facing
fain
fan
fans
far
farthest
faucet
faucets
fax
few
file
files
filing
filled
filling
fire
firepalce
fireplace
first
fishes
fitted
fixed
flags
flask
flat
flipboard
flipped
floor
flour
flower
flowers
flush
flusher
folder
folders
folding
food
foosball
foot
for
fornt
found
four
fourth
frame
framed
frames
frequent
fridge
from
front
frot
fruit
fruits
fully
furniture
furnitures
gadgets
game
garbage
gas
gate
gery
girl
girls
give
giving
glass
glassy
globe
gloves
glue
glued
golden
gray
green
grill
grinder
ground
guitar
guy
gym
had
hair
hamper
hand
handle
handles
hands
handwash
hang
hanged
hanger
hangers
hanging
has
hat
have
he
headphones
heat
heater
held
helmet
help
her
high
hight
hing
hold
holder
holders
holds
hole
home
hood
hooks
hoop
horizontal
horizontally
horse
hot
house
houses
how
hung
id
identifiable
if
image10
image1007
image1008
image1011
image1035
image1043
image114
image116
image1170
image1206
image1285
image135
image139
image1400
image1407
image155
image168
image912
image929
image95
immediately
in
inbetweeng
infornt
infront
inner
inside
instrument
iphone
iron
ironing
is
island
it
item
items
its
jacket
jackets
jar
jean
jeans
jersey
jug
juice
juicer
juicers
kept
kettle
key
keyboard
keyboards
keys
kid
kids
kind
kinds
kitchen
knife
knifes
knives
knob
knobs
ladder
ladders
ladle
lady
lamp
lamps
lampshade
laptop
laptops
larg
large
larger
largest
last
laundry
layers
leaf
leaning
leather
lef
left
leg
legs
let
letter
letters
light
lights
liquid
liquod
lists
little
living
locker
long
longest
lying
machine
machines
made
magazines
main
maker
man
mantel
manu
many
map
marble
markers
maroon
mat
material
materials
mats
mattress
mauve
medal
metal
metallic
microwave
middle
mirror
mirrors
mixer
modem
monitor
monitors
monkey
more
most
mount
mounted
mouse
mouses
mug
mugs
music
name
napkin
navy
near
nect
nest
newspaper
newspapers
next
night
not
notebook
notebooks
notes
notice
number
numbers
nyu
obejct
object
objects
objest
objests
of
off
oil
on
one
only
ont
onto
open
opened
opening
openings
opposite
or
orange
ornamental
ornaments
other
ottoman
ottomans
outer
outlet
outlets
outside
oven
ovens
packaged
packed
packet
packs
pad
paint
painted
painting
pairs
pan
pane
panes
paper
papers
part
partition
partitions
pattern
patterns
peices
pen
pencil
pens
people
perfume
persion
person
pf
phone
photo
photocopying
photographs
photos
piano
picture
pictures
piece
pieces
pilar
pile
piled
pillar
pillars
pillow
pillows
ping
pink
pinned
pipe
pitcher
place
placed
plank
plant
plants
plastic
plate
plates
platter
play
player
playing
plug
plugged
plum
pockets
point
pong
pool
portion
portraits
post
poster
posters
pot
pots
pouch
predominant
predominantly
present
printed
printer
printers
projector
pruple
pull
puncher
purifier
purple
put
rack
racket
racks
radiator
railing
rails
re
reading
reapers
reception
rectangle
rectangular
red
reflected
reflection
refridgerator
refrigerator
remote
rest
rested
resting
rests
revolving
rice
ride
righ
right
rigt
ring
rocking
rod
rods
roll
rolled
rolling
rolls
roof
room
rotates
round
rounded
row
rows
rug
rulers
runner
runners
running
s
safety
saffron
salt
sandal
saucer
says
scanner
scarf
scattered
scissor
scissors
screen
screens
screws
sculpture
sculptures
seat
seater
seats
second
section
sections
see
seen
self
shade
shades
shadow
shaker
shape
shaped
shaver
sheet
sheets
shelf
shelve
shelves
shirt
shirts
shoe
shoes
short
show
shower
shutter
shutters
side
sides
sidetable
sight
sign
silver
sink
sinks
sitting
slanted
slide
slippers
small
smallest
soap
soaps
socket
sockets
socks
sofa
sofas
soft
solor
some
spatula
speaker
speakers
spice
splits
sponge
spoon
spot
spray
spread
sprinklers
square
squer
squere
sre
stack
stacked
stacks
stad
stair
stairs
stamp
stand
standing
stands
stapler
staplers
star
stars
statue
steel
step
steps
stereo
sticker
sticks
sticky
stnad
stool
stools
storage
store
stove
straight
striped
stroller
strollers
stuck
student
students
study
suitcase
surround
surrounded
surrounding
suspended
sweatshirts
switch
switchboard
switchboards
switched
switches
swivel
symbols
system
t
table
tablecloth
tables
tall
tallest
tank
tap
tape
tat
tea
teacher
teddy
telelvision
telephon
telephone
telephones
television
televisions
tent
text
th
that
the
their
them
there
thing
things
thinnest
third
this
three
through
tier
tiers
tile
tiles
tilt
tin
tissue
to
toaster
together
toilet
toiletries
tooth
toothbrush
toothbrushes
toothpaste
top
topmost
total
totally
towards
towel
towels
toy
toyhouse
toys
trampoline
trash
tray
trays
treadmill
tree
tricycle
trolley
trollies
trouser
truck
tshirtsg
tub
tube
tumblers
tupperware
turned
turning
tv
two
type
umbrella
under
unit
up
us
used
utensil
utensils
vacuum
varieties
variety
vase
vases
vegetables
vent
vertical
vessel
vessels
view
viisble
violet
visble
visible
waht
walk
wall
walls
wardrobe
was
wash
washing
water
way
wearing
weighing
were
what
whats
wheels
where
which
while
whit
white
whiteboard
whiteboards
who
whole
window
windows
windowsill
wine
wire
wired
wires
wiring
with
woman
women
wood
wooden
world
writing
writings
written
xbox
xerox
yellow
yelow
you
